Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_temporary_by_default_summary
source: In workspaces without a default container, every new tab opens in its own temporary container. A temporary container and its cookies are deleted when its last tab closes.
ab: Аконтейнер иргылаз змам аҭыԥқәа рҟны, абларҭа ҿыц зегьы иара изин аамҭатәи контейнераҿы аартуп. Аамҭатәи контейнер ма иухыхьрақәа абларҭа хыркәшаз аамҭазы ианыхуеит.
am: ነባሪ መያዣ በሌላቸው የስራ ቦታዎች ውስጥ እያንዳንዱ አዲስ ትር በራሱ ጊዜያዊ መያዣ ውስጥ ይከፈታል። ጊዜያዊ መያዣ እና ኩኪዎቹ የመጨረሻው ትሩ ሲዘጋ ይሰረዛሉ።
an: En os espacios de treballo sin contenedor predeterminau, cada pestanya nueva s'ubre en o suyo propio contenedor temporal. Un contenedor temporal y as suyas cookies s'eliminan quan se zarra la suya zaguera pestanya.
ar: في مساحات العمل التي لا تحوي حاوية افتراضية، يُفتح كل تبويب جديد في حاويته المؤقتة الخاصة به. تُحذف الحاوية المؤقتة وملفات تعريف الارتباط الخاصة بها عند إغلاق آخر تبويب فيها.
ast: Nos espacios de trabayu ensin contenedor predetermináu, cada llingüeta nueva ábrese nel so propiu contenedor temporal. Un contenedor temporal y les sos cookies desanícianse cuando se zarra la so última llingüeta.
az: Standart konteyneri olmayan iş sahələrində hər yeni vərəq öz müvəqqəti konteynerində açılır. Son vərəqi bağlananda müvəqqəti konteyner və onun kukiləri silinir.
azb: ستاندارت کانتینری اولمایان ایش ساحه‌لرینده، هر یئنی تاغ اؤز موقتی کانتینرینده آچیلیر. سون تاغی باغلانان زامان موقتی کانتینر و اونون کوکی‌لری سیلینیر.
ban: Di genah ane tusing ngelah wadah utama, tiap tab anyar lakar mukak di wadah sementarane padidi. Wadah sementara lan cookie-ne lakar kaapus yening tab ane paling durine tutup.
be: У прасторах без прадвызначанага кантэйнера кожная новая картка адкрываецца ў сваім уласным часовым кантэйнеры. Часовы кантэйнер і яго файлы cookie выдаляюцца, калі закрываецца яго апошняя картка.
bg: В работни пространства без контейнер по подразбиране всеки нов раздел се отваря в собствен временен контейнер. Временният контейнер и неговите бисквитки се изтриват, когато последният му раздел се затвори.
bn: যেসব ওয়ার্কস্পেসের কোনো ডিফল্ট কন্টেইনার নেই, সেখানে প্রতিটি নতুন ট্যাব নিজস্ব অস্থায়ী কন্টেইনারে খোলে। শেষ ট্যাবটি বন্ধ হলে অস্থায়ী কন্টেইনার ও তার কুকিস মুছে ফেলা হয়।
bqi: من فضا یلی که کانتینر ٱصلی نارن، هر بلگه نۊ من کانتینر موقتی خوش گۊشی می‌بۊ. کانتینر موقتی و کوکی یلش وقتی بلگه آخرش بسته وابۊ، پاک می‌بن.
br: En egorioù labour hep kontener dre ziouer, pep ivinell nevez a zigor en ur c’hontener a-berr dermen dezhañ e-unan. Ur c’hontener a-berr dermen hag e gefiadennoù a vez dilamet pa vez serret e ivinell diwezhañ.
brh: جن ورک سپیساک اٹ ڈیفالٹ کنٹینر کائی نی، اود ہر پوسکنو ٹیب اپنا عارضی کنٹینر اٹ مل ہن۔ آخری ٹیب بند بیلا عارضی کنٹینر او اے نا کوکیاک مٹ ہن۔
bs: U radnim prostorima bez podrazumijevanog kontejnera svaki novi tab se otvara u svom privremenom kontejneru. Privremeni kontejner i njegovi kolačići se brišu kada se zatvori njegov posljednji tab.
ca: En els espais de treball sense contenidor per defecte, cada pestanya nova s'obre en el seu propi contenidor temporal. Un contenidor temporal i les seves galetes se suprimeixen quan es tanca la seva darrera pestanya.
cak: Pa taq samajib'äl majun kik'olib'äl tzeqelik, ronojel k'ak'a' ruwi' nijaq pa ruyonil k'olib'äl temporal. Ri k'olib'äl temporal rachib'il ri taq cookies yeyuj toq nitz'apïx ri ruk'isibel ruwi'.
ceb: Sa mga workspace nga walay default nga container, ang matag bag-ong tab mo-abli sa iyang kaugalingong temporary nga container. Ang temporary nga container ug ang mga cookie niini matangtang kung ang katapusang tab niini masira.
ckb: لە فەزاکاندا کە کۆنتەینەری بنەڕەتیان نییە، هەموو بازدەرێکی نوێ لە کۆنتەینەرێکی کاتی تایبەت بە خۆیدا دەکرێتەوە. کۆنتەینەری کاتی و کووکیەکانی، کاتێک دوایین بازدەرەکەی دادەخرێت، دەسڕدرێنەوە.
co: In i spazii di travagliu senza cuntenitore predefinitu, ogni nova unghjetta si apre in u so propiu cuntenitore timpurariu. Un cuntenitore timpurariu è i so cookies sò squassati quandu a so ultima unghjetta si chjode.
cs: V pracovních prostorech bez výchozího kontejneru se každý nový panel otevře ve vlastním dočasném kontejneru. Dočasný kontejner a jeho cookies se smažou při zavření jeho posledního panelu.
cy: Mewn gweithleoedd heb gynhwysydd diofyn, mae pob tab newydd yn agor yn ei gynhwysydd dros dro ei hun. Caiff cynhwysydd dros dro a’i gwcis eu dileu pan gaiff ei dab olaf ei gau.
da: I arbejdsområder uden en standardbeholder åbnes hvert nyt faneblad i sin egen midlertidige beholder. En midlertidig beholder og dens cookies slettes, når dens sidste faneblad lukkes.
de: In Arbeitsbereichen ohne Standardcontainer öffnet jeder neue Tab in seinem eigenen temporären Container. Ein temporärer Container und seine Cookies werden gelöscht, sobald sein letzter Tab geschlossen wird.
dsb: W źěłowych rumach bźez standardnego kontejnera se kuždy nowy rejtarik wócynja w swójskem nachwilnem kontejnerje. Nachwilny kontejner a jogo kekse se lašuju, gaž se jogo slědny rejtarik zacynja.
el: Σε χώρους εργασίας χωρίς προεπιλεγμένο περιέκτη, κάθε νέα καρτέλα ανοίγει στον δικό της προσωρινό περιέκτη. Ένας προσωρινός περιέκτης και τα cookies του διαγράφονται όταν κλείσει η τελευταία καρτέλα του.
eo: En laborspacoj sen defaŭlta ujo, ĉiu nova langeto malfermiĝas en sia propra provizora ujo. Provizora ujo kaj ĝiaj kuketoj estas forigataj kiam ĝia lasta langeto fermiĝas.
es: En los espacios de trabajo sin contenedor predeterminado, cada pestaña nueva se abre en su propio contenedor temporal. Un contenedor temporal y sus cookies se eliminan cuando se cierra su última pestaña.
es_ar: En los espacios de trabajo sin contenedor predeterminado, cada pestaña nueva se abre en su propio contenedor temporal. Un contenedor temporal y sus cookies se borran cuando se cierra su última pestaña.
et: Tööruumides, kus pole vaikekonteinerit, avaneb iga uus kaart oma ajutises konteineris. Ajutine konteiner ja selle küpsised kustutatakse, kui selle viimane kaart suletakse.
eu: Edukiontzi lehenetsirik ez duten laneremuetan, fitxa berri bakoitza bere aldi baterako edukiontzian irekitzen da. Aldi baterako edukiontzia eta bere cookieak ezabatu egiten dira azken fitxa ixten denean.
fa: در فضاهای کاری بدون محفظهٔ پیش‌فرض، هر زبانهٔ جدید در محفظهٔ موقت خودش باز می‌شود. با بسته شدن آخرین زبانهٔ یک محفظهٔ موقت، آن محفظه و کوکی‌هایش حذف می‌شوند.
ff: Dans les espaces de travail sans conteneur par défaut, chaque tabbere hesere s'ouvre dans son propre conteneur temporaire. Un conteneur temporaire et ses cookies sont supprimés quand sa dernière tabbere se ferme.
fi: Työtiloissa, joissa ei ole oletussäiliötä, jokainen uusi välilehti avautuu omaan väliaikaiseen säiliöönsä. Väliaikainen säiliö ja sen evästeet poistetaan, kun sen viimeinen välilehti suljetaan.
fr: Dans les espaces sans conteneur par défaut, chaque nouvel onglet s’ouvre dans son propre conteneur temporaire. Un conteneur temporaire et ses cookies sont supprimés à la fermeture de son dernier onglet.
fur: Tai spazis di lavôr cence contenidôr predefinît, ogni gnove schede e vierç intun so contenidôr temporani. Un contenidôr temporani e i siei cookie a vegnin eliminâts cuant che e siere la sô ultime schede.
fy: Yn wurkromten sûnder standertkontener iepenet elk nij ljepblêd yn syn eigen tydlike kontener. In tydlike kontener en syn cookies wurde fuortsmiten as it lêste ljepblêd slút.
ga: I spásanna oibre gan choimeádán réamhshocraithe, osclaíonn gach cluaisín nua ina choimeádán sealadach féin. Scriostar coimeádán sealadach agus a fhianáin nuair a dhúntar a chluaisín deiridh.
gd: Ann an àiteachan-obrach gun soitheach bunaiteach, bidh gach taba ùr a' fosgladh na shoitheach sealach fhèin. Thèid soitheach sealach agus na briosgaidean aige a sguabadh às nuair a dhùineas an taba mu dheireadh aige.
gl: Nos espazos de traballo sen contedor predeterminado, cada lapela nova ábrese no seu propio contedor temporal. Un contedor temporal e as súas cookies elimínanse cando se pecha a súa última lapela.
gn: Umi tembiapo renda ryru'ỹva pype, opa tendayke pyahu ojejuru ryru temporal ijeheguíva pype. Peteĩ ryru temporal ha umi cookies imba'éva oñembogueta og̃uahẽvo pe tendayke paha oñembotývo.
gu: જે વર્કસ્પેસમાં કોઈ મૂળભૂત કન્ટેનર નથી, તેમાં દરેક નવી ટૅબ પોતાના અલગ અસ્થાયી કન્ટેનરમાં ખૂલે છે. છેલ્લી ટૅબ બંધ થતાં અસ્થાયી કન્ટેનર અને તેની કૂકીઝ કાઢી નાખવામાં આવે છે.
he: במרחבי עבודה ללא מארז ברירת מחדל, כל לשונית חדשה נפתחת במארז זמני משלה. מארז זמני והעוגיות שלו נמחקים כשהלשונית האחרונה בו נסגרת.
hi: जिन वर्कस्पेस में कोई डिफ़ॉल्ट कंटेनर नहीं है, उनमें हर नया टैब अपने अलग अस्थायी कंटेनर में खुलता है। आखिरी टैब बंद होने पर अस्थायी कंटेनर और उसकी कुकीज़ डिलीट हो जाती हैं।
hil: Sa mga workspace nga wala sing default nga container, ang kada bag-o nga tab magaabli sa iya kaugalingon nga temporary nga container. Ang temporary nga container kag ang iya mga cookie matangtang kon ang iya katapusan nga tab masira.
hr: U radnim prostorima bez zadanog spremnika svaka nova kartica otvara se u vlastitom privremenom spremniku. Privremeni spremnik i njegovi kolačići brišu se kada se zatvori njegova posljednja kartica.
hsb: W dźěłowych rumach bjez standardneho kontejnera so kóždy nowy rajtark we swojim własnym nachwilnym kontejnerje wočinja. Nachwilny kontejner a jeho placki so zhašeja, hdyž so jeho poslednji rajtark začinja.
hu: Az alapértelmezett konténerrel nem rendelkező munkaterületeken minden új lap a saját ideiglenes konténerében nyílik meg. Az ideiglenes konténer és a sütijei törlődnek, amikor az utolsó lapja bezárul.
hy: Կանխադրված կոնտեյներ չունեցող տարածքներում ամեն նոր ներդիր բացվում է իր առանձին ժամանակավոր կոնտեյներում. Ժամանակավոր կոնտեյները և դրա cookie-ները ջնջվում են, երբ փակվում է դրա վերջին ներդիրը.
ia: In spatios de labor sin recipiente predefinite, cata nove scheda se aperi in su proprie recipiente temporari. Un recipiente temporari e su cookies es delite quando su ultime scheda se claude.
id: Pada ruang kerja tanpa wadah default, setiap tab baru akan dibuka dalam wadah sementaranya sendiri. Wadah sementara beserta cookie-nya akan dihapus saat tab terakhirnya ditutup.
is: Í vinnusvæðum án sjálfgefins hólfs opnast hver nýr flipi í sínu eigin tímabundna hólfi. Tímabundið hólf og vefkökur þess er eytt þegar síðasta flipanum í því er lokað.
it: Negli spazi senza contenitore predefinito, ogni nuova scheda si apre in un proprio contenitore temporaneo. Un contenitore temporaneo e i suoi cookie vengono eliminati alla chiusura della sua ultima scheda.
ja: 既定のコンテナーがないワークスペースでは、新しいタブはそれぞれ専用の一時的なコンテナーで開きます。一時的なコンテナーは、最後のタブが閉じるとCookieごと削除されます。
ka: სივრცეებში, სადაც ნაგულისხმევი კონტეინერი არ არის მითითებული, ყველა ახალი ჩანართი იხსნება საკუთარ დროებით კონტეინერში. დროებითი კონტეინერი და მისი ქუქი-ფაილები იშლება, როცა მისი ბოლო ჩანართი იხურება.
kaa: Ádepki konteyneri joq jumıs maydanlarında, hár bir jańa bet óziniń waqtınsha konteynerinde ashıladı. Onıń sońǵı beti jabılǵanda, waqtınsha konteyner hám onıń kukileri óshiriledi.
kab: Deg imukan n umahil war asenduq amezwer, yal iccer amaynut yettildi deg usenduq-ines askudan. Asenduq askudan akked ibiskwit-ines ttwakksen ma yemdel iccer-ines aneggaru.
kk: Әдепкі контейнері жоқ жұмыс кеңістіктерінде әрбір жаңа бет өзінің уақытша контейнерінде ашылады. Соңғы беті жабылғанда, уақытша контейнер және оның кукилері өшіріледі.
km: នៅក្នុងចន្លោះការងារដែលគ្មានកុងតឺន័រលំនាំដើម ផ្ទាំងថ្មីនីមួយៗនឹងបើកនៅក្នុងកុងតឺន័របណ្ដោះអាសន្នផ្ទាល់ខ្លួនរបស់វា។ កុងតឺន័របណ្ដោះអាសន្ន និងខូគីរបស់វានឹងត្រូវលុបចោល នៅពេលផ្ទាំងចុងក្រោយរបស់វាបិទ។
kmr: Di qadên bêyî konteynera bingehîn de, her hilpekîneke nû di konteynereke demkî ya taybet a xwe de vedibe. Konteynera demkî û kûkiyên wê, dema hilpekîna wê ya dawî tê girtin, têne jêbirin.
kn: ಡೀಫಾಲ್ಟ್ ಕಂಟೇನರ್ ಇಲ್ಲದ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳಲ್ಲಿ, ಪ್ರತಿ ಹೊಸ ಟ್ಯಾಬ್ ತನ್ನದೇ ಆದ ತಾತ್ಕಾಲಿಕ ಕಂಟೇನರ್‌ನಲ್ಲಿ ತೆರೆದುಕೊಳ್ಳುತ್ತದೆ. ತಾತ್ಕಾಲಿಕ ಕಂಟೇನರ್ ಮತ್ತು ಅದರ ಕುಕೀಗಳು ಅದರ ಕೊನೆಯ ಟ್ಯಾಬ್ ಮುಚ್ಚಿದಾಗ ಅಳಿಸಲ್ಪಡುತ್ತವೆ.
ko: 기본 컨테이너가 없는 작업 공간에서는 모든 새 탭이 각각 자체 임시 컨테이너에서 열립니다. 임시 컨테이너는 마지막 탭이 닫히면 쿠키와 함께 삭제됩니다.
kw: Yn tyleryow-ober heb kontayner standard, pub tab nowyth a wra igeri yn y gontayner dres prys y honan. Kontayner dres prys ha'y gokis a vydh dilesys pan dhege y dab diwettha.
lij: In di spaçi de travaggio sensa contenitô predefinio, ògni feuggio neuvo se arve inte 'n sò contenitô tenporaneo. Un contenitô tenporaneo e i sò cookie vegnan scancellæ quande o sò urtimo feuggio se særa.
lo: ໃນພື້ນທີ່ເຮັດວຽກທີ່ບໍ່ມີຄອນເທນເນີເລີ່ມຕົ້ນ, ແທັບໃຫມ່ແຕ່ລະອັນຈະເປີດຢູ່ໃນຄອນເທນເນີຊົ່ວຄາວຂອງຕົນເອງ. ຄອນເທນເນີຊົ່ວຄາວ ແລະ ຄຸກກີ້ຂອງມັນຈະຖືກລຶບເມື່ອແທັບສຸດທ້າຍຂອງມັນປິດລົງ.
lt: Darbo erdvėse be numatytojo konteinerio kiekviena nauja kortelė atveriama savo laikinajame konteineryje. Laikinasis konteineris ir jo slapukai ištrinami, kai užveriama jo paskutinė kortelė.
lv: Darbvietās bez noklusējuma konteinera katra jauna cilne tiek atvērta savā pagaidu konteinerā. Pagaidu konteiners un tā sīkfaili tiek dzēsti, kad tiek aizvērta tā pēdējā cilne.
meh: Nuu espacios de trabajo sin contenedor predeterminado, cada pestaña nueva se abre en su propio contenedor temporal. Un contenedor temporal y sus cookies se eliminan cuando se cierra su última pestaña.
ml: സ്ഥിരം കണ്ടെയ്നർ ഇല്ലാത്ത പണിയിടങ്ങളിൽ, ഓരോ പുതിയ ടാബും അതിന്റേതായ താൽക്കാലിക കണ്ടെയ്നറിൽ തുറക്കും. ഒരു താൽക്കാലിക കണ്ടെയ്നറും അതിന്റെ കുക്കികളും അതിന്റെ അവസാന ടാബ് അടയ്ക്കുമ്പോൾ ഇല്ലാതാകും.
mr: डीफॉल्ट कंटेनर नसलेल्या कार्यक्षेत्रांमध्ये, प्रत्येक नवीन टॅब स्वतःच्या तात्पुरत्या कंटेनरमध्ये उघडतो. तात्पुरता कंटेनर आणि त्याच्या कुकीज त्याचा शेवटचा टॅब बंद झाल्यावर हटवल्या जातात.
my: မူလကွန်တိန်နာ မရှိသော လုပ်ငန်းခွင်များတွင် တက်ဗ်အသစ်တိုင်းသည် မိမိကိုယ်ပိုင် ယာယီကွန်တိန်နာတွင် ပွင့်လာမည်။ ယာယီကွန်တိန်နာနှင့် ၎င်း၏ ကွတ်ကီးများကို ၎င်း၏ နောက်ဆုံးတက်ဗ် ပိတ်သွားသောအခါ ဖျက်ပစ်မည်။
nb: I arbeidsområder uten en standardbeholder åpnes hver nye fane i sin egen midlertidige beholder. En midlertidig beholder og informasjonskapslene dens slettes når den siste fanen lukkes.
ne: पूर्वनिर्धारित कन्टेनर नभएका कार्यक्षेत्रहरुमा, हरेक नयाँ ट्याब आफ्नै अस्थायी कन्टेनरमा खुल्छ। अस्थायी कन्टेनर र यसका कुकीहरु यसको अन्तिम ट्याब बन्द हुँदा मेटिन्छन्।
nl: In werkruimtes zonder standaardcontainer opent elk nieuw tabblad in zijn eigen tijdelijke container. Een tijdelijke container en de bijbehorende cookies worden verwijderd zodra het laatste tabblad ervan wordt gesloten.
nn: I arbeidsområde utan ein standardbehaldar vert kvar nye fane opna i sin eigen mellombelse behaldar. Ein mellombels behaldar og informasjonskapslane hans vert sletta når den siste fana hans vert lata att.
oc: Dins los espacis de trabalh sens contenidor per defaut, cada onglet novèl se dobrís dins son pròpri contenidor temporari. Un contenidor temporari e sos cookies son suprimits quand son darrièr onglet se tampa.
or: ଡିଫଲ୍ଟ କଣ୍ଟେନର ନଥିବା କାର୍ଯ୍ୟକ୍ଷେତ୍ରରେ, ପ୍ରତ୍ୟେକ ନୂଆ ଟ୍ୟାବ୍ ନିଜର ଅସ୍ଥାୟୀ କଣ୍ଟେନରରେ ଖୁଲେ। ଏହାର ଶେଷ ଟ୍ୟାବ୍ ବନ୍ଦ ହେଲେ ଅସ୍ଥାୟୀ କଣ୍ଟେନର ଏବଂ ଏହାର କୁକିଜ୍ ଡିଲିଟ୍ ହୋଇଯାଏ।
pa: ਡਿਫਾਲਟ ਕੰਟੇਨਰ ਤੋਂ ਬਿਨਾਂ ਵਰਕਸਪੇਸਾਂ ਵਿੱਚ, ਹਰ ਨਵੀਂ ਟੈਬ ਆਪਣੇ ਖੁਦ ਦੇ ਆਰਜ਼ੀ ਕੰਟੇਨਰ ਵਿੱਚ ਖੁੱਲ੍ਹਦੀ ਹੈ। ਆਰਜ਼ੀ ਕੰਟੇਨਰ ਅਤੇ ਇਸ ਦੀਆਂ ਕੂਕੀਜ਼ ਇਸ ਦੀ ਆਖਰੀ ਟੈਬ ਬੰਦ ਹੋਣ ‘ਤੇ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pa_pk: جیہڑیاں ورک سپیساں وچ ڈیفالٹ کنٹینر نئيں ہوندا، اوتھے ہر نویں ٹیب اپݨے عارضی کنٹینر وچ کھلدی اے۔ جدوں عارضی کنٹینر دی آخری ٹیب بند ہوندی اے تے اوہ کنٹینر تے ایہدے کوکیز مٹ جاندے نيں۔
pl: W obszarach roboczych bez domyślnego kontenera każda nowa karta otwiera się we własnym kontenerze tymczasowym. Kontener tymczasowy i jego pliki cookie są usuwane po zamknięciu jego ostatniej karty.
ps: په هغو ساحو کې چې اصلي کانتینر نلري، هر نوی ټب په خپل جلا لنډمهاله کانتینر کې خلاصېږي. کله چې د لنډمهاله کانتینر وروستی ټب بند شي، هغه کانتینر او د هغه کوکیز ړنګېږي.
pt_br: Em espaços de trabalho sem contêiner padrão, cada aba nova abre em seu próprio contêiner temporário. Um contêiner temporário e seus cookies são excluídos quando a última aba dele é fechada.
pt_pt: Em espaços de trabalho sem contentor predefinido, cada novo separador abre no seu próprio contentor temporário. Um contentor temporário e os seus cookies são apagados quando o último separador dele é fechado.
rm: En spazis da lavur senza container predefinì, s’avra mintga nov tab en ses agen container temporar. In container temporar e ses cookies vegnan stizzads cur ch’il davos tab vegn serrà.
ro: În spațiile de lucru fără container implicit, fiecare filă nouă se deschide în propriul container temporar. Un container temporar și cookie-urile sale sunt șterse când se închide ultima sa filă.
ru: В рабочих пространствах без контейнера по умолчанию каждая новая вкладка открывается в своём временном контейнере. Временный контейнер и его файлы cookie удаляются при закрытии его последней вкладки.
sat: ᱡᱟᱦᱟᱸ ᱣᱟᱨᱠᱥᱯᱮᱥ ᱨᱮ ᱰᱤᱯᱷᱚᱞᱴ ᱠᱚᱱᱴᱮᱱᱟᱨ ᱵᱟᱹᱱᱩᱜᱼᱟ, ᱚᱱᱰᱮ ᱡᱚᱛᱚ ᱱᱟᱶᱟ ᱴᱮᱵᱽ ᱟᱭᱢᱟᱛ ᱴᱮᱢᱯᱚᱨᱟᱨᱤ ᱠᱚᱱᱴᱮᱱᱟᱨ ᱨᱮ ᱡᱷᱤᱡᱽ ᱟ ᱾ ᱟᱭᱢᱟᱛ ᱢᱩᱪᱟᱹᱫ ᱴᱮᱵᱽ ᱵᱚᱸᱫ ᱠᱟᱛᱮ ᱴᱮᱢᱯᱚᱨᱟᱨᱤ ᱠᱚᱱᱴᱮᱱᱟᱨ ᱟᱨ ᱟᱭᱢᱟᱛ ᱠᱩᱠᱤ ᱠᱚ ᱢᱮᱴᱟᱣ ᱦᱩᱭ ᱟ ᱾
sc: In is ispàtzios de traballu chene cuntenidore predefinìu, dònnia ischeda noa si aberit in su cuntenidore temporàneu suo. Un cuntenidore temporàneu e is cookies suos si cantzellant cando serrat s'ùrtima ischeda sua.
scn: Nta spazzii di travagghiu senza cuntinituri predefinutu, ogni scheda nova si grapi nte u sò cuntinituri temporaniu. Un cuntinituri temporaniu e i sò cookie vènunu scancellati quannu si chiuj a sò ùrtima scheda.
si: පෙරනිමි බහාලුමක් නැති අවකාශවල, සෑම නව පටිත්තක්ම තමන්ගේම තාවකාලික බහාලුමක විවෘත වේ. තාවකාලික බහාලුමක් සහ එහි කුකීස් එහි අවසන් පටිත්ත වැසෙන විට මකා දැමේ.
sk: V pracovných priestoroch bez predvoleného kontajnera sa každá nová karta otvorí vo vlastnom dočasnom kontajneri. Dočasný kontajner a jeho súbory cookie sa odstránia, keď sa zavrie jeho posledná karta.
skr: جہڑیاں ورک سپیساں دا کوئی ڈیفالٹ کنٹینر کائنی، انہاں وچ ہر نویں ٹیب آپݨے الڳ عارضی کنٹینر وچ کھلدی ہے۔ ڄݙݨ کہیں عارضی کنٹینر دی چھیکڑی ٹیب بند تھیندی ہے، تاں اوہ کنٹینر تے ایندیاں کوکیاں مٹ ویندیاں ہن۔
sl: V delovnih prostorih brez privzetega vsebnika se vsak nov zavihek odpre v svojem začasnem vsebniku. Začasni vsebnik in njegovi piškotki se izbrišejo, ko se zapre njegov zadnji zavihek.
sq: Në hapësira pune pa kontejner parazgjedhje, çdo skedë e re hapet në kontejnerin e vet të përkohshëm. Kontejneri i përkohshëm dhe cookie-t e tij fshihen kur mbyllet skeda e tij e fundit.
sr: У радним просторима без подразумеваног контејнера, сваки нови језичак се отвара у свом привременом контејнеру. Привремени контејнер и његови колачићи се бришу када се затвори његов последњи језичак.
su: Dina rohangan nu teu boga wadah baku, unggal tab anyar bakal muka dina wadah samentarana sorangan. Wadah samentara jeung cookie-na bakal dihapus lamun tab panungtungna ditutup.
sv: I arbetsytor utan en standardbehållare öppnas varje ny flik i sin egen tillfälliga behållare. En tillfällig behållare och dess cookies tas bort när dess sista flik stängs.
szl: Na placach bez wychodnego kōntynera kożdo nowo karta ôdwiyro sie we swojim włosnym tymczasowym kōntynerze. Tymczasowy kōntyner i jego ciasteczka sōm wyciepowane, jak zawrze sie jego ôstatnio karta.
ta: முன்னிருப்புக் கொள்கலன் இல்லாத பணியிடங்களில், ஒவ்வொரு புதிய கீற்றும் அதற்கேயுரிய தற்காலிகக் கொள்கலனில் திறக்கும். ஒரு தற்காலிகக் கொள்கலனும் அதன் குக்கீகளும் அதன் கடைசி கீற்று மூடப்படும்போது நீக்கப்படும்.
te: డిఫాల్ట్ కంటైనర్ లేని కార్యస్థలాల్లో, ప్రతి కొత్త ట్యాబు దాని స్వంత తాత్కాలిక కంటైనర్‌లో తెరుచుకుంటుంది. తాత్కాలిక కంటైనర్ మరియు దాని కుకీలు దాని చివరి ట్యాబు మూసివేసినప్పుడు తొలగించబడతాయి.
tg: Дар фазоҳое, ки контейнери пешфарз надоранд, ҳар варақаи нав дар контейнери муваққатии худаш кушода мешавад. Контейнери муваққатӣ ва кукиҳои он ҳангоми пӯшида шудани варақаи охиринаш нест карда мешаванд.
th: ในพื้นที่ทำงานที่ไม่มีคอนเทนเนอร์เริ่มต้น แท็บใหม่แต่ละแท็บจะเปิดในคอนเทนเนอร์ชั่วคราวของตัวเอง คอนเทนเนอร์ชั่วคราวและคุกกี้ของมันจะถูกลบเมื่อแท็บสุดท้ายปิดลง
tl: Sa mga workspace na walang default na container, bawat bagong tab ay bubukas sa sarili nitong pansamantalang container. Tinatanggal ang pansamantalang container at ang mga cookie nito kapag nasara na ang huli nitong tab.
tok: lon kulupu poki tan leko ala, poki sin ale li open lon leko pi tenpo lili pi ona taso. leko pi tenpo lili en kuki ona li weka lon tenpo pini pi poki pini ona.
tr: Varsayılan kapsayıcısı olmayan çalışma alanlarında her yeni sekme kendi geçici kapsayıcısında açılır. Geçici bir kapsayıcı ve çerezleri, son sekmesi kapandığında silinir.
trs: En espacios de trabajo sin contenedor predeterminado, cada pestaña nueva se abre en su propio contenedor temporal. Un contenedor temporal y sus cookies se eliminan cuando se cierra su última pestaña.
tt: Гадәттәге контейнере булмаган эш өлкәләрендә, һәрбер яңа таб үзенең вакытлы контейнерендә ачыла. Аның соңгы табы ябылгач, вакытлы контейнер һәм аның кукилары бетерелә.
tzm: G imukan n umahil war asenduq amezwer, yal aseksel amaynu yettildi g usenduq-ines askudan. Asenduq askudan akked ibiskwit-ines ttwakksen ma yemdel aseksel-ines aneggaru.
ug: كۆڭۈلدىكى قاچىسى بولمىغان خىزمەت دائىرىلىرىدە، ھەر يېڭى بەتكۈچ ئۆزىنىڭ ۋاقىتلىق قاچىسىدا ئېچىلىدۇ. ئۇنىڭ ئەڭ ئاخىرقى بەتكۈچى تاقالغاندا، ۋاقىتلىق قاچا ۋە ئۇنىڭ كۇكىلىرى ئۆچۈرۈلىدۇ.
uk: У робочих просторах без типового контейнера кожна нова вкладка відкривається у власному тимчасовому контейнері. Тимчасовий контейнер і його файли cookie видаляються після закриття його останньої вкладки.
ur: ایسی ورک اسپیسز میں جن کا کوئی ڈیفالٹ کنٹینر نہیں، ہر نیا ٹیب اپنے عارضی کنٹینر میں کھلتا ہے۔ جب عارضی کنٹینر کا آخری ٹیب بند ہوتا ہے تو وہ کنٹینر اور اس کے کوکیز ڈیلیٹ ہو جاتے ہیں۔
uz: Odatiy konteyneri bo'lmagan ish maydonlarida, har bir yangi varaq o'zining vaqtinchalik konteynerida ochiladi. Uning oxirgi varag'i yopilganda, vaqtinchalik konteyner va uning kukilari o'chiriladi.
vec: Nei spasi de laoro sensa contenidor predefinìo, onji scheda nova ła se verxe intel so contenidor temporaneo. Un contenidor temporaneo e i so cookie i vien eliminà quando ła so ultima scheda ła sara.
vi: Trong không gian làm việc không có vùng chứa mặc định, mỗi thẻ mới sẽ mở trong vùng chứa tạm thời riêng. Vùng chứa tạm thời và cookie của nó sẽ bị xóa khi thẻ cuối cùng của nó đóng lại.
yo: Nínú àwọn ibi-iṣẹ́ tí kò ní container àkọ́kọ́, gbogbo táàbù tuntun yóò ṣí nínú container fún ìgbà díẹ̀ tirẹ̀. A óò paarẹ́ container fún ìgbà díẹ̀ àti cookie rẹ̀ nígbà tí táàbù rẹ̀ tí ó kẹ́yìn bá ti tì.
yua: Ich espacios de trabajo mina'an contenedor predeterminado, cada pestaña nueva se abre en su propio contenedor temporal. Un contenedor temporal y sus cookies se eliminan cuando se cierra su última pestaña.
zh_hans: 在没有默认容器的工作区中,每个新标签页都会在各自的临时容器中打开。临时容器及其 Cookie 会在其最后一个标签页关闭时删除。
zh_hant: 在沒有預設容器的工作區中,每個新分頁都會在各自的臨時容器中開啟。臨時容器會在其最後一個分頁關閉時,連同其 Cookie 一併刪除。
